[
  {
    "title": "Stranger in the Diner",
    "audio": "stranger-in-the-diner",
    "subhead": "Kathleen P / Vermont / 2022",
    "keySentence": "55 years later...",
    "bodyCopy": "When I was about 10 and my brother was 8, we were out playing on a snowy day and stopped at a local diner. We were able to scrape together enough change to sit at the counter and order a cup of hot chocolate to share. I guess we looked adorably cute because a man in the diner went up to the counterman and paid for another cup, so we could each have one. 55 years later, I've never forgotten that small act of kindness and try to remember to pass it on whenever I can."
  },
  {
    "title": "Major Land",
    "audio": "major-land",
    "subhead": "Janice / Oregon / 2013",
    "keySentence": "55 years later...",
    "bodyCopy": "My approach to evading the draft was to enlist in the Army where I worked in a small fort hospital as an operating room technician. We had a brand new CO, who because we were so short staffed signed herself up to be on call-meaning you worked a 10-hour shift and then stayed all night. It was my turn in the rotation and we had the bad luck of having five emergency appendectomies in a row, one after another. Halfway through the fourth one, in the wee hours of the  morning, the major reached under my mask while I was scrubbed in and gave me a candy orange slice to keep me going. I am pretty sure \"no eating or drinking in the OR\" is a rule, but what a fantastic boss and what a kind act. Thank you, Major Land."
  },
  {
    "title": "Cart Return",
    "audio": "cart-return",
    "subhead": "Alex / California / 2021",
    "keySentence": "Wow, thank you!",
    "bodyCopy": "Last week, I arrived in the parking lot of a local grocery store and, instead of retrieving a shopping cart from the store entrance, I grabbed an errant one left in the parking lot, which I always do, as well as return carts after shopping and loading my car. As I walked toward the store, the cart attendant said \"Wow, thank you! I wish more people were as considerate as you.\" To me, this is such a small thing, but to someone who constantly must run across a huge parking lot to track/retrieve carts, it means a lot. Not only to save them the task but, I think, because it acknowledges them and what they do."
  },
  {
    "title": "Unfamiliar Store",
    "audio": "unfamiliar-store",
    "subhead": "Elenor / Santa Montica / 2022",
    "keySentence": "I gave up in frustration",
    "bodyCopy": "At an unfamiliar supermarket this morning, I gave up in frustration at the unusual self-checkout kiosks.  At 79, I can do this stuff, but it's always a challenge. I had 2 items, but of course, there was no express line.  I got in line behind someone with a full cart, who immediately said \"Please go ahead of me....there's no need for you to wait\".  A small thing, but it made my morning. When I reached the cashier, a lovely, smiling young woman, I gave into my impulse to tell her how very pretty she was.  I was afraid I would unwittingly offend her, but she responded with a big smile and a \"thank you\". Life is so often difficult and scary.  What a difference small things can make."
  },
  {
    "title": "Thanks Mr. Z",
    "audio": "thanks-MrZ",
    "subhead": "Plato / Switzerland / 2010",
    "keySentence": "As a child",
    "bodyCopy": "As a child, I lived in absolute poverty with an abusive parent. I had a music teacher who one day stopped while walking down the hall and simply said \"Are you okay?\", I broke down. He took me to his office, fed me his lunch, and allowed me the space to pull myself together. He told me \"You are in a bad spot, but it doesn't have to be your life.\" That small gesture gave me the hope to believe in myself and allowed me to start considering a future where the cycle of abuse and poverty doesn't exist. 30 years later, he was right and the cycles were broken. That small moment changed my life, my partner's life, and my children's life. Thanks, Mr. Z, you'll never know how much it meant…"
  },
  {
    "title": "Crosswalk Connection",
    "audio": "crosswalk-connection",
    "subhead": "Sue / California / 2019",
    "keySentence": "Think of her fondly",
    "bodyCopy": "Several years ago after my father died I was driving to his skilled nursing home with boxes to remove his belongings. I was upset and teary. I stopped at a crosswalk to allow a mother and her young daughter to cross. Halfway through the crosswalk the little girl turned and gave me a smile and a wave. That gesture brought a fresh wave of tears and also made my day. I still think of her fondly."
  },
  {
    "title": "Magnificent Mechanic",
    "audio": "magnificent-mechanic",
    "subhead": "Bodhisattva / New Mexico / 2022",
    "keySentence": "I had three dollars to my name",
    "bodyCopy": "As a young college student in a city where I knew no one, I struggled with being poor: little money and even fewer friends. One day, my old VW bug broke down on the interstate on my way home from classes. I had three dollars to my name. I walked to the nearest pay phone (this was the early 90s) and called the first mechanic I could find in the worn-out yellow pages. It was after 5:30 on a Friday afternoon. The mechanic came and towed me to his shop, fixed my car on the spot, and told me \"No charge.\" I went home and sobbed for an hour, then baked a few dozen cookies and a loaf of bread which was delivered to the mechanic the next day. I've never forgotten his tremendous act of kindness and generosity."
  },
  {
    "title": "Steak Dog",
    "audio": "steak-dog",
    "subhead": "Meg / Texas / 2012",
    "keySentence": "The waitstaff found him",
    "bodyCopy": "One of my dogs got out, and headed straight for the steakhouse 1/4 mile away, thank God on the near corner.  The waitstaff found him, and one young woman said she would take him to the shelter after her shift.  The manager let my dog stay in some storage area until this young woman was off duty.  She drove him to the shelter, waited while they scanned his chip, and got in touch with me.  She stayed until I got there so my dog wouldn't have to be kept at the shelter overnight.  I'm crying just recalling this."
  },
  {
    "title": "4 $10 Bills",
    "audio": "$10-bills",
    "subhead": "Allison / Virginia / 2022",
    "keySentence": "The man thanked me",
    "bodyCopy": "I was returning to Richmond from NYC by train after a lovely visit with friends. A man seated in front of me was trying to make a call but his phone was about to die. I leaned forward and offered him my charger. He thanked me and began making calls. I couldn’t help but overhear that he was calling his preacher to borrow the price of his train ticket. The conductor stopped in his seat and you could tell his arrangement was not working out. Finally, I asked the conductor what the amount was. It was $43 and change, the same as a shirt I had bought on sale on my recent visit. I had 4 $10 bills which I tendered. The conductor said, “Don’t worry, I’ll make up the rest.”  The man thanked me gratefully and asked if he could pray for me.  The lady across the aisle leaned over later and asked if she could give me some money. I told her I had been in his shoes and was glad to be able to do this for someone, but maybe she could do the same for someone else. One act sent ripples in many directions. My memory of this interaction warmed me more than the shirt I bought on sale."
  },
  {
    "title": "\"You were nice\"",
    "audio": "you-were-nice",
    "subhead": "John / Texas / 2022",
    "keySentence": "Lifted my spirits",
    "bodyCopy": "My wife died in a nursing home after a lengthy illness due to dementia in August 2020. The following March, still cracked open with grief, I offered my credit card to the waitress whom I had just finished lunch with prior to attending a support group meeting. She entered the card into her pay-at-the-table computer and said someone had already paid my tab. She said she did not know who it was when I asked. I rose from the outdoor picnic table I shared with a couple seated at the other end. With Covid-inspired courtesy, they had asked for permission to join me at the table of the busy restaurant. Another act of kindness. We had already chatted and I said that I must have an angel around. I went inside to look for someone I might recognize and to ask more questions of the waitress. When pressed if she recognized who it was and after a pause, she said, \"It was me.\" To my question \"Why,\" she answered, \"You were nice.\" Her random act of kindness lifted my spirits to levels I had not felt for many months. We have since gone on to be friends. She is a young lady just one year out of high school and my mission is to convince her to go to college. In addition to being extraordinarily kind, she is very smart."
  },
  {
    "title": "7/11 Coffee",
    "audio": "7-11-coffee",
    "subhead": "Gerald / New York / 2015",
    "keySentence": "I was having a bad day",
    "bodyCopy": "One day, I was having a bad day.  I went to 7-11 to purchase a cup of coffee.  When I got to the counter, the clerk told me the man who just left paid for your coffee. I was clearly confused and asked why did he do it. The clerk explained the man was down on his luck one day and someone bought him a cup of coffee and it changed his life. So now the man pays it forward. So, now I purchase two cups of coffee at 7-11, one for me and another customer. Sometimes they know I purchased the coffee and other times, I tell the clerk that I will buy this unsuspecting customer the coffee. I like to watch the look on customers' faces when they come out of the store and look around for the person who purchased the coffee. There is always joy and a look of surprise. I hope I made their day."
  },
  {
    "title": "\"Many Thanks\"",
    "audio": "many-thanks",
    "subhead": "Horace / North Carolina / 2023",
    "keySentence": "It was an extrmemely sincere note",
    "bodyCopy": "I have a letter of \"many thanks\" on my bookshelf. I received it on the doorstep, in 2013. It was from a young man that I helped, who appeared on my doorstep with a sports injury that needed at least an Urgent Care center if not an ER. I cleaned things up and fixed things so that there wouldn't be more serious complications. The note was left a couple of weeks later, saying things went well for him. But it went on, thanking me for making him reconsider the idea of suicide, based on the \"kindness of strangers.\" It was an extremely sincere note, that I value to this day. It was signed with only his first name. I'm not the most popular person in the world but sometimes, when things aren't going so well, I look at the note again and take some comfort in the fact that it's possible to make a difference, even when you have no idea you're making that much of a difference. Sometimes, people don't show how frayed they are."
  },
  {
    "title": "Interstate Incident",
    "audio": "interstate-incident",
    "subhead": "Emma / California / 2018",
    "keySentence": "Towed me to a shop",
    "bodyCopy": "My father suffered a stroke in Ontario, and I had to drive through upstate New York through the night to see him before the end. My car of course broke down and I waited for AAA at the side of the interstate. The young man who showed up was apologetic that the repair shops were closed, and when I explained my predicament he offered to drive to a parts store and install a new battery himself, for no charge. What a mensch! But, 20 minutes back on the road and the car failed again, clearly, a new alternator was needed. This time, the second tow operator I called that night drove me and my dead car to Rochester Airport, just in time to rent a car before the counter closed, and then towed me to a shop where I left my keys. I was gobsmacked by not one but two unstinting acts of kindness that allowed me to see my father before he died. I will remember this for the rest of my life."
  },
  {
    "title": "Acknowledge",
    "audio": "acknowledge",
    "subhead": "Pat / New York / 2023",
    "keySentence": "such a powerful impact",
    "bodyCopy": "After the birth of my first child, there were long stretches of days and weeks when I didn't have another adult human capable of speech to interact with. I went to the grocery store and everybody was able to do their jobs without ever really even looking at you. One day, a store employee was stacking the dairy shelf next to me. He stopped and smiled at me. I nearly cried because I felt I had been acknowledged as a living, breathing fellow human being. It's 40 years later and I have never forgotten that just a smile can have such a powerful impact on someone's life."
  },
  {
    "title": "I'll give you a Lift",
    "audio": "Ill-give-you-a-lift",
    "subhead": "Anna / Sweden / 2016",
    "keySentence": "I vowed to pass it forward",
    "bodyCopy": "When I was 20 I was spending my summer traveling around Europe by train and bus and briefly stopped in the Netherlands to visit my grandmother. She was temporarily living in a care home on the other side of town, and when I got off the train I looked at the map and worked out that it would take me 30 minutes to walk there with my heavy backpack on my back and daypack hanging from my front. After 5 minutes of walking an elderly man working in his garden asked me where I was going. When I explained he said, \"Give me a second to get my car keys and tell my wife where I am going and I'll give you a lift.\" After I got to meet his equally nice wife, he drove me to my grandmother. When I thanked him for his kindness he said \"I used to travel a lot in my youth, often on a bicycle and with very little money, and I appreciated all the kindness I received in those days. The people in Britain were particularly kind. I vowed to pass it forward.\" And I have tried to do the same."
  },
  {
    "title": "Float Trip",
    "audio": "float-trip",
    "subhead": "Mike / Massachusetts / 2022",
    "keySentence": "Their canoe has overturned",
    "bodyCopy": "Years ago, when I was in my young 30s, I was on a float trip in a canoe with some friends.  In May, the water is fast, deep, and very cold.  We had just started floating near a canoe with a dad and his two daughters who were about 6 and 7 years old, with a large cooler tied in their canoe.  We were ahead of them by about 200 feet when I heard screams. Their canoe had overturned, that dad was struggling with the canoe, and the two girls without life vests were rapidly floating down the river.  My 6'4\" body jumped out of our canoe, and I moved in the water up to my neck and caught these two girls as they came rapidly floating toward me.  I carried them to the side of the water and waited for their father to get there.  He was extremely grateful.  We parted, and I continued on my float trip with my friends. This was 40 years ago.  I often wonder what happened to those two young ladies.  If I was not tall and in the right place at the right time, I am certain they would have drowned.  My guess is someone put me there for a reason that day. I would bet that when the dad and daughters got home, the first thing he said was:  Don't tell your mother."
  },
  {
    "title": "Lemon Meringue",
    "audio": "lemon-meringue",
    "subhead": "Rory / New York / 2023",
    "keySentence": "It meant everything",
    "bodyCopy": "It was a spring evening and I just left a meeting downtown Manhattan. I was feeling rather sad about everything that was going on in my life at the time. I stopped in a diner to grab something to eat, and before paying for my meal, the waiter came over and gave me a piece of lemon meringue pie, free of charge.  He had no idea what that lemon meringue meant. It meant everything as he lifted my spirits with that small, kind gesture. For me, it meant someone saw my sadness, someone saw me, and took the time to show me kindness.  I am forever grateful."
  },
  {
    "title": "Unprompted Pencil",
    "audio": "unprompted-pencil",
    "subhead": "Lisa / London / 2013",
    "keySentence": "I dropped my pencil",
    "bodyCopy": "When I was pregnant with my first child, I brief down one nice thing that happened every day. The one that continually brings a smile to my face was from when I was about 8.5 months pregnant. I dropped my pencil on the floor, and a colleague picked it up for me, unprompted. He's probably long forgotten about it but it made me so happy, as a super pregnant woman who could no longer reach her toes."
  },
  {
    "title": "Shared Umbrella",
    "audio": "shared-umbrella",
    "subhead": "Teb / New York / 2014",
    "keySentence": "Caught in a downpour",
    "bodyCopy": "Caught in a downpour this summer, I took shelter with my dog under a small awning over a doorway in the Central Park Zoo office area. Thunder and lightning grew louder and more frightening. The downpour began to bucket down and the small awning no longer afforded us any shelter. Running out from the office entrance a man offered to let us take shelter in his office, which I refused as it felt a little awkward and we were already soaked to the skin. This kind man went back and reemerged under his tiny umbrella to hand me a huge handsome umbrella, telling me to take it home and return it when I could. I did return it the following day, along with a bag of what I hope were delicious cherries for him. I discovered his name was Mr. Allen and his random act of kindness reminded me why I love New York. New Yorkers have hearts of gold that can beam sunshine into my heart at unexpected moments and with surprising frequency."
  },
  {
    "title": "Boss's Car",
    "audio": "boss-car",
    "subhead": "Jane / Kasas / 2017",
    "keySentence": "I'll never forget",
    "bodyCopy": "I'll never forget, as a young twenty-something, when my car needed to go to the shop. I didn't have the money to rent one and was trying to arrange rides to work when my boss told me I could drive his daughter's car for a few days.  She was away at college, and I drove that car, white-knuckled, to work for three days, six miles each way.  No one had ever loaned me anything so expensive and I was scared to death.  Even my mother would never let me drive her car, emergency or not.  She just wasn't that kind of person.  But my boss was.  I still love him for that and keep in touch with him to this day.  It's been thirty-five years."
  },
  {
    "title": "Londoners",
    "audio": "londoners",
    "subhead": "Lars / France / 2022",
    "keySentence": "\"Let me just take you there\"",
    "bodyCopy": "In the early 1990s, I met my parents in London for the weekend. We were wandering around from Buckingham Palace towards posh Mayfair and had stopped to consult a map. A very well-dressed businessman in a dark suit with a bowler hat and umbrella (stereotypically British upper class) stopped and asked us if we were lost. We said no, we were just looking for a pub to take a break. He gave us directions to what he said was his favorite pub and went on his way. He walked on maybe 20 meters when he turned around and came back, saying \"I've given you the wrong directions, let me just take you there\". Which he did. I often recall this small kindness from a total stranger who had interrupted his busy day to help a few tourists. As an aside, I've always found Londoners extremely friendly."
  },
  {
    "title": "Manufacturing Plant",
    "audio": "manufacturing-plant",
    "subhead": "Karen / Florida / 2023",
    "keySentence": "With a smile",
    "bodyCopy": "As a young woman, working in my first real post-college job, a stranger approached me as I was walking back from lunch. He spoke no English. But it was clear he needed to get somewhere important. He showed me a piece of paper with an address on it, which I knew was too convoluted to explain or draw a map to. With a smile, I gestured \"Follow me.\" 10 minutes later, I pointed to the address of a small garment manufacturing plant. \"Yes?\" I asked gently. \"YES,\" he exclaimed. As I waved goodbye, he pointed to his pockets to indicate he had no money to pay me for my help. Another big smile, while shaking my head, he understood no need. He smiled back, and bowed, as a proper gentleman might do after completing a waltz. It's hard to say who made whom happier on that bright autumn day in Oakland California, in 1980."
  },
  {
    "title": "Deli Hair",
    "audio": "deli-hair",
    "subhead": "Gardenia / Alabama / 2023",
    "keySentence": "Look of surprise",
    "bodyCopy": "Years ago, as I waited for my deli order, I noticed how pretty the worker's hair was. As she handed me my purchase, I thanked her and said, \"You have the most beautiful hair.\" I can still see her look of surprise and the smile my comment brought to her face."
  },
  {
    "title": "Candy Bars",
    "audio": "candy-bars",
    "subhead": "Natalie / Ohio / 2014",
    "keySentence": "Lets us in front of them",
    "bodyCopy": "Another time at the grocery store I let a man go in front of us because he only had a few items. He asked my daughter what kind of candy she thought he should buy. She told him and he gave her the candy bar and thanked us for letting him go ahead. We have now made this our tradition when someone lets us in front of them at the store."
  },
  {
    "title": "Flowers",
    "audio": "flowers",
    "subhead": "I handed the flowers to her",
    "keySentence": "Suzanne / South Carolina / 2021",
    "bodyCopy": "I have only met very few phlebotomists who can draw blood from my teeny veins, on the first try. I always leave and buy these angels flowers, returning to give them as a thank you for the gift they give me of a stressless blood draw. The last time I did this I returned to the lab, and waited for my person to leave the room she was working in, as I handed the flowers to her she was obviously shocked and confused as she said: \"For me, these are for me?\" \"Yes for you, you drew my blood so painlessly and were so caring I wanted to thank you.\" I left her standing there looking at the flowers with an expression of wonder. One of her co-workers smiled at me as I left, saying, \"Thank you, she needed that today.\" We never know what random acts of kindness will do for the other person, but for me, my heart feels full and deeply connected to an utter stranger even for a moment in time."
  },
  {
    "title": "Flat Tire",
    "audio": "flat-tire",
    "subhead": "Elsa / Connecticut / 2020",
    "keySentence": "He refused a tip",
    "bodyCopy": "I was staring at my flat tire when a man in a pick-up truck stoppped and asked what was wrong. Upon seeing the problem he asked if I had a spare (I didnt know) or a jack ( I didnt know that either). He then found my spare, used his own jack and voluntarily fixed my tire. He refused a tip and said \"I was glad I could help you\". That experience not only made my day but affirmed my belief in the innate goodness of humanity."
  },
  {
    "title": "Cashier Cactus",
    "audio": "cashier-cactus",
    "subhead": "Rhonda / Connecticut / 2017",
    "keySentence": "Grabbed a booming cactus",
    "bodyCopy": "Some years ago, my then 2-year-old raced ahead of me in a store and grabbed a booming cactus. Screams that could be heard in the next county and refused to let me near her. A cashier spoke soothingly and removed every needle. I wrote to the store manager and corporate HQ. The cashier wrote back: no one had ever said anything nice to her about her work and she hung my letter on her refrigerator. To this day, I cry when I think of it."
  },
  {
    "title": "Black Ice",
    "audio": "black-ice",
    "subhead": "Catherine / Michigan / 2020",
    "keySentence": "Our two families worked together",
    "bodyCopy": "Clear, sunny day, in 1970. We were headed out early, after the plows, to visit family for Christmas. My brother was at the wheel when we encountered a patch of black ice. One look from Mom and I knew not to let out a peep as Dad calmly coached my brother to navigate. We landed, full-stop, in a ditch of fresh snow. Just then, a big family came piling out of their little car and running across the rural highway to help us. They were ecstatic; giddy with laughter to see us all okay and out dusting off. Their dad said: \"We thought, for sure, you'd cleared it (the ice) after coming out of that last spin!\"  Our two families worked together push-pulling our car out of the ditch. Happy as long-lost brothers; their dad wouldn't accept any money offered from ours in gratitude.⁰"
  },
  {
    "title": "Cheerful Chores",
    "audio": "cheerful-chores",
    "subhead": "Susan / New Hampshire / 2014",
    "keySentence": "Totally changed the way",
    "bodyCopy": "Since my husband of almost 30 years left, I needed to pick up his chores which always reminded me of my grief and anger. One of these has been to take the recyclables and trash to the transfer station. One day while emptying my car at the transfer station, a man grabbed the last of my bags and carried them over to the dumpster. \"Wow!! Thanks, I called.\" He smiled and waved a bag at me. He doesn't know how much that meant - the gesture totally changed the way I feel about the whole chore."
  },
  {
    "title": "Soccer Coach",
    "audio": "soccer-coach",
    "subhead": "Michael / Utah / 2018",
    "keySentence": "My compliments made his morning",
    "bodyCopy": "One morning after a game, I told my nephew’s soccer coach that I appreciated the way he coached…explaining strategies and how to address the ball in different situations; that in the past I’ve witnessed many coaches yelling at young athletes.  I found out later that he told my sister-in-law that he had been having a rough morning and my compliments made his morning. Yay"
  },
  {
    "title": "Catalytic Converter",
    "audio": "catalytic-converter",
    "subhead": "Sylvia / California / 2022",
    "keySentence": "Three very kind strangers",
    "bodyCopy": "Last December I had just recovered from Covid when I had to pick up my car from the mechanic. It had been repaired following a catalytic converter theft the week before Thanksgiving. Much to my chagrin, my car died in the middle of an intersection a mere block from the mechanic. Three very kind strangers helped me push it out. One of them, a man named Jason, waited with me for over an hour with his young son until AM came to check out my car. After several rough weeks, I was deeply grateful for the kindness of a stranger!"
  },
  {
    "title": "Tunnel Toll",
    "audio": "tunnel-toll",
    "subhead": "Betsy / Virginia / 2019",
    "keySentence": "I got such a KICK out of doing it",
    "bodyCopy": "I used to live where there was a $1 toll tunnel that I went through pretty regularly.  I used to pay the toll for the person behind me whenever I felt like doing a random act of kindness - usually at least a couple of times a week. I got SUCH a kick out of doing it - it was only a dollar and I can't tell you how many people made it a point to catch up to me and wave frantically in thanks.  That said, it was the most fun when I could disappear into traffic, just leaving people knowing that SOMEONE out there was kind - knowing that they would likely pass that kindness along."
  },
  {
    "title": "$5 Gift",
    "audio": "$5-gift",
    "subhead": "Carol / New Jersey / 2018",
    "keySentence": "I'll never forget my experience",
    "bodyCopy": "I'll never forget my experience one morning in a Saranac Lake cafe -- the cashier told me that my order came to $4.50 for coffee and muffin. Then she told me \"You could pay for it, or you could use this $5 bill that a customer forgot earlier today. Or, you could gift the $5 to the next customer. All morning, people have been passing along this $5 gift.\" I paid my bill and passed along the $5 to the next person. It made me happy to think how many people were pleased to be offered a random gift, and felt even more pleased to give it to a stranger!"
  },
  {
    "title": "Just Smile",
    "audio": "just-smile",
    "subhead": "Barbara / Minnesota / 2023",
    "keySentence": "Don't be afraid to give",
    "bodyCopy": "I did not have a happy childhood in which acts of kindness were rare, so I know from experience how much of an impact they can have. I give away freely, you don't have to look like you need it. I compliment complete strangers on their hair and their beauty. their clothing and how well they look. I don't think of it as kindness much of the time, but even giving something quite small I've learned can make someone's day. Sometimes just a smile does the trick. Just a couple of days ago, someone I had spoken to (because he had a dog!) shook my hand and thanked me just for talking to him. I said I hadn't really done anything, he said I didn't know what kind of day he was having, and so it was everything! Don't be afraid to give. It feels good for you and for the person you give to."
  },
  {
    "title": "Feeling Valued",
    "audio": "feeling-valued",
    "subhead": "Jasper / Massachusetts / 2022",
    "keySentence": "A word or two goes a long way",
    "bodyCopy": "Mindful of the economy, I'm a generous tipper and all that, but in my daily errands and interactions, I try to comment, without condescension, when a younger person (20s)  gives me great service, at the market, at a diner, a Target clerk, the ice scream scooper at B & R et c.  I quickly say how much I appreciate their efficiency, their help, hard work, their skill whatever (and I do!).  But their brightened facial expressions ......whoa.  I think  there's a subset of a younger generation that's not feeling valued or recognized at all.  A word or two goes a long way."
  },
  {
    "title": "You are seen",
    "audio": "you-are-seen",
    "subhead": "Anna / New York / 2022",
    "keySentence": "I was shocked but smiled big",
    "bodyCopy": "Sitting in my car outside of the local mall one afternoon, I had a gray cloud over my head and just sat in the driver's seat looking down at my hands, mentally sorting through a few worries I had that day. Out of nowhere, a young woman came up to my open window and said a bright \"Hi!\" and handed me a neon yellow sticky note with some words written on it. I was shocked but smiled big and said \"Thanks!\" to her and she disappeared as quickly as she had arrived.  I looked down at the note and the words \"YOU are SEEN!!! Keep that head up!\" were hand-written there.  I immediately burst into tears of what I thought was a relief and a tinge of happiness.  I looked around but did not see her in my row of cars again, so I figured she was off to make someone else's day. That woman was an angel and I drove to my next destination with a much sunnier outlook on things."
  },
  {
    "title": "Joy Source",
    "audio": "joy-source",
    "subhead": "William / Minnesota / 2018",
    "keySentence": "Is this for me?",
    "bodyCopy": "My hobby has been photography--mostly flowers and nature scenes, and I have put those photos on blank photo cards that can be used to write personal notes. Some years ago, I started giving a card to people I know but gradually gave one to a waiter, the post person, the UPS delivery man, or helpful medical and dental personnel. All of the responses have been gratifying, prompting me to keep up with what has become my favorite and most rewarding way of giving. Some of the reactions include disbelief that the card is a gift, bringing questions like, \"How much do you want for this?\" Or, \"Is this for me?\" Traces of suspicion occasionally appear: \"What does this guy want from me?\" But overall, giving away these cards has become a source of joy as spontaneous words of gratitude flow my way and the value of my photos is reaffirmed."
  },
  {
    "title": "Choo Choo",
    "audio": "choo-choo",
    "subhead": "Nat / Ohio / 2023",
    "keySentence": "I always remember",
    "bodyCopy": "My small daughter and I were at a shopping center during the holidays. My daughter wanted to ride the train but I had no cash left. Out of nowhere a gentleman put a few dollars in my hand, wished me a happy holiday, and walked off. I did see him later with his wife and college-age daughter and he told me he had remembered how his daughter loved riding the choo choo. I always remember this during the holidays."
  },
  {
    "title": "Blew me a Kiss",
    "audio": "blew-me-a-kiss",
    "subhead": "Tim / Maryland / 2022",
    "keySentence": "I waved her in",
    "bodyCopy": "In terrible traffic this summer at the Newport Jazz Festival, a woman was having a tough time getting into the line of cars, so I waved her in. She blew me a kiss. We both laughed and waved at each other, and I can assure you it was an outsized balm to my soul, relative to the time and effort it took. Nothing is too small to matter."
  },
  {
    "title": "Jack in the Box",
    "audio": "jack-in-the-box",
    "subhead": "Dennis / Texas / 2016",
    "keySentence": "Rather stunned",
    "bodyCopy": "Several years ago when all I could afford was junk food, I was eating at a local Jack in the Box. The place was a madhouse with kids running around screaming and acting up. I couldn't wait to get out of there! A couple of weeks later I was back and there was a father with his two kids there. They were perfectly behaved and respectful of everyone around them. As I was leaving I commented to the dad about how nice his kids are and how much I appreciated it. He looked at me rather stunned but I think he was proud of his kids in the end. I handed each of them a dollar as I left and they were smiling ear to ear. Made me feel great too!"
  },
  {
    "title": "Bake, Share, Care",
    "audio": "bake-share-care",
    "subhead": "Bella / Washington DC / 2022",
    "keySentence": "It is a way of life",
    "bodyCopy": "I was really sick last summer and had to leave work on FMLA. When I returned, my office had decorated my desk and it felt so wonderful! To appreciate them and honor them, I started baking cookies every week for them. That progressed to having them all over to decorate holiday cookies for our entire 50+ staff spread out across 5 counties. I sent 10 cookie tins off for the holidays and created 15 \"Thank You\" trays for professional colleagues and partners. I have continued to bake, share and care, and literally feel my brain and soul becoming happier, more playful, and more caring. It is a way of life now and I am so grateful."
  },
  {
    "title": "Coworkers",
    "audio": "coworkers",
    "subhead": "Mary / Conneticut / 2015",
    "keySentence": "They flagged me",
    "bodyCopy": "A few winters ago I had a bad hip that severely affected my balance. It was an icy winter morning and I worried about the walk to the front entrance to my workplace. When I pulled into the parking lot there stood 4 of my co-workers. They flagged me to a parking space they saved for me close to the door. These wonderful people carried my stuff while others guided me to my desk as tears of gratitude streamed down my cheeks. I will never forget that cold and icy winter morning and the true and loving Act of Kindness. I 'play it forward' every day of my life. We all matter, we all are of great value."
  },
  {
    "title": "BP",
    "audio": "bp",
    "subhead": "Susan / Ohio / 2015",
    "keySentence": "I nodded that I was okay",
    "bodyCopy": "In 2005, I was struggling. I was going through a divorce and waiting for my son's deployment to Iraq. I stopped at a BP station for gas and for some reason right then a wave of sadness washed over me leaving tears in its wake. The clerk who was assisting me couldn't help but notice my emotion and, without overdoing it, simply asked me if I was okay. I nodded that I was okay and I was able to pull together largely due to her touch of concern. I don't know her name but her kindness was everything that day. Much gratitude for her. It makes a difference."
  },
  {
    "title": "Snowbirds",
    "audio": "snowbirds",
    "subhead": "Jesse / Indiana / 2016",
    "keySentence": "Despite our pleas",
    "bodyCopy": "My mother was nearly 98 when she died and was still driving herself around town a few months earlier. She and her siblings were all \"snowbirds\" who liked to winter in Florida and prided themselves on driving \"straight through\" long after their children and grandchildren begged them not to try this. A few years ago when she was already pushing 90, something came up that required Mother to be back in Indiana. Despite our pleas, she set out alone in her little car, promising to stop if she got tired. She arrived home with a story she was at first hesitant to tell us. At a gas station in Georgia, she was approached by a young man with a backpack who noticed her Indiana license plates and asked her for a ride. She accepted and later turned the car over to him and went to sleep in the passenger seat! He woke her up after they crossed the Ohio River into Indiana, thanked her, and went on his way. Mother arrived home on time and well rested. Both of these people benefitted from the kindness of the other; and even if her children were a little leery of her trust in this stranger, we thank him for his kindness and wish him well."
  },
  {
    "title": "Exceptional Service",
    "audio": "exceptional-service",
    "subhead": "Jimmy / Texas / 2022",
    "keySentence": "The shear joy",
    "bodyCopy": "Whenever an employee provides exceptional service, not only do I thank them personally, I go to the customer service desk and ask to speak to the manager. Every time the manager arrives, they assume they will be on the receiving end of a complaint, not a compliment. The sheer joy on the manager's face is worth the few minutes it took."
  },
  {
    "title": "Snack Mix",
    "audio": "snack-mix",
    "subhead": "Katherine / Columbia / 2022",
    "keySentence": "First fear, then relief",
    "bodyCopy": "I was getting into my car in the parking lot of a local drugstore and noticed a woman in a pretty beat-up-looking car next to mine, and she was trying to open a bag of snack mix with her teeth. She could not get it open, and I suddenly remembered I had some scissors in my car. So I grabbed them and handed them to her. I saw so much on her face. First, fear (stranger with scissors, of course) then relief (\"Oh my god, I can open this stupid package\") then gratitude. The research is interesting and I'm glad to read it - not because I am obsessed with knowing what the impact of my gesture was but because it's a reminder to remain aware of how I can help. And it's often just a very small thing that goes a very long way."
  },
  {
    "title": "Exercise Walking",
    "audio": "exercise-walking",
    "subhead": "Mowgli / New Jersey / 2020",
    "keySentence": "I imagine she had no idea",
    "bodyCopy": "I use exercise walking to help my mental state now that I no longer take meds for depression and anxiety. A stranger called out to me one day and told me I inspire them because I am old now and hardly miss a day walking 8 times past their house. That, to me, was a gift and made me smile. I imagine she had no idea what a gift it was."
  },
  {
    "title": "Trader Joe's",
    "audio": "trader-joes",
    "subhead": "compatriot / Massachusetts / 2021",
    "keySentence": "With trepidation and anxiety",
    "bodyCopy": "Several years ago in the tiny and crowded Trader Joe's parking lot in Brookline MA, I accidentally dinged a parked car with my car while parking, leaving a visible mark.  With trepidation and anxiety, I waited for the driver of the other car to come out of the store.  She was a woman with an accent (Eastern European?) who simply...forgave it.  I can't express how much her kindness meant in the midst of what was for many reasons a difficult time for me and my family."
  },
  {
    "title": "Owl",
    "audio": "owl",
    "subhead": "Ralph / Michigan / 2022",
    "keySentence": "Such acts reward the animals",
    "bodyCopy": "Recently, I saw an owl standing along the side of the road.  It had been hit by a car.  I picked it up and my wife & I drove it to a wildlife veterinary hospital an hour away.  I have also pulled turtles and birds from the road.  Many birds get hit by cars and are just stunned.  Unfortunately, they are run over before being allowed to recover.  I have removed Tanagers, Oreos, Robins, Flickers, a Hawk, and Grackles from the roads that were uninjured.  Such acts reward the animals for sure but also offer satisfaction to me."
  },
  {
    "title": "Computer Company",
    "audio": "computer-company",
    "subhead": "Joan / North Carolina / 2014",
    "keySentence": "He repeatedly thanked me",
    "bodyCopy": "I once had to spend a very long time online with a young man in India who was a representative of a computer company to get the problem diagnosed and finally fixed. There were long pauses while other departments diagnosed different parts of the system so I decided to have a conversation with him. I asked him where he was, and what his real name was (obviously not \"Sam\"), and eventually learned that he had gone to university in England, his career plans, etc. He repeatedly thanked me for being so patient and I kept responding that I knew it wasn't his fault my computer was malfunctioning. I was a big critic of all the outsourcing of tech jobs US companies did to avoid paying decent wages. A good friend had just lost her job because her employer had decided to outsource IT to India and had made her train her replacement. However, I also knew that was not this young man's fault. His obvious surprise at my friendliness made it painfully clear that he normally got treated abusively by Americans who called that helpline. I hope he remembers that not all Americans are obnoxious bullies."
  },
  {
    "title": "Leonard",
    "audio": "leonard",
    "subhead": "Julie / Montana / 2017",
    "keySentence": "I remain touched by his kindness",
    "bodyCopy": "When I was fourteen, my mother, yet again, did not show up as expected to pick me up at a friend's house where I was spending part of my summer vacation. I guess it revived bad memories for me because I went to bed and cried. The father of my friend must have picked up on my mood because he came to my bedside and, without a word, picked up his guitar and played for me my two favorite Leonard Cohen songs (he had spent the vacation singing all his repertoire, to my delight, but I could not believe he had picked up which songs, amongst the many, were my favorite). He then patted my back until I felt better, and the next day he told my mother, who arrived like a fresh flower, that she had not shown up and that it was not ok (which I distantly overheard). It was the first time, ever, that a man showed kindness towards me (no father here). He was the best, such a sensitive man. To this day, and I am now a middle-aged adult, I remain touched by his kindness and this memory is one of my dearest ones. "
  },
  {
    "title": "Starbucks",
    "audio": "starbucks",
    "subhead": "Valorie / Virginia / 2016",
    "keySentence": "I'll never forget",
    "bodyCopy": "After hearing that my mother was to have emergency brain surgery 2 states away, I packed our bags, raced my 3 young children to appointments for their ear infections, the pharmacy for their meds, the gas station for gas, then to Starbucks to load up on caffeine for the long drive that night. The stress of the whole situation and my inability to find my debit card made me distraught. The barista very calmly said, \"I got this.\" \"What??\" I asked. She said VERY calmly, \"I got this.\" I drove away stunned at her kindness. When I went back a week later to give her a tip, I described her to Starbucks. They said they had no worker with that description. I'll never forget how much her kindness with a cup of coffee helped me that night."
  },
  {
    "title": "Gate Agent",
    "audio": "gate-agent",
    "subhead": "Sally / Pennsylvania / 2020",
    "keySentence": "In the mid 1980's",
    "bodyCopy": "In the mid-1980s, I was flying out to LA with our children, ages 8 and 5, which included a midnight layover in St. Louis. I was tired, but the novelty of moving sidewalks energized the kids. It seemed as if we spent hours on those moving sidewalks, which pleased the children but exhausted their mother. When our flight was finally ready to board, we arrived at the gate. The gate agent took our tickets, smiled, and said to me, “You’re doing a good job, Mom.” Thank you, sir. I am still grateful for your kind words nearly 40 years later."
  },
  {
    "title": "Water Color",
    "audio": "watercolor",
    "subhead": "Marjorie / Rhode Island / 2018",
    "keySentence": "I saved my own life",
    "bodyCopy": "To literally survive the hideous isolation of the pandemic, I watercolored greeting cards every day and sent them, anonymously, to every fire and rescue company in my city, Meals on Wheels recipients, nursing home residents, a veterans' home, staff at my local hospital, teachers, friends, and neighbors. I wrote a message of encouragement on each. And, by doing so, I saved my own life and, perhaps, made a few people feel less alone during that horrific time. I will never know... The cards were my greatest expense during the two first years of Covid. I got them at an art store -- me, shopping doubly masked with a hoodie, determined to keep going the best way I knew how. Somewhere I hope some cards survived."
  },
  {
    "title": "Thread",
    "audio": "thread",
    "subhead": "Jen / New Jersey / 2014",
    "keySentence": "She was frantic",
    "bodyCopy": "Many years ago, I was in a fabric store in line, waiting to pay. The woman in front of me had rushed into the store to buy a spool of thread for a project that was underway. She suddenly realized that she had forgotten her wallet. She was frantic. I told her I would pay for the thread. She was astonished that a total stranger would do that for her. Obviously, that small act of kindness stayed in my memory. I have never forgotten that day."
  },
  {
    "title": "Stranger in the Diner",
    "audio": "stranger-in-the-diner",
    "subhead": "Kathleen P / Vermont / 2022",
    "keySentence": "55 years later...",
    "bodyCopy": "When I was about 10 and my brother was 8, we were out playing on a snowy day and stopped at a local diner. We were able to scrape together enough change to sit at the counter and order a cup of hot chocolate to share. I guess we looked adorably cute because a man in the diner went up to the counterman and paid for another cup, so we could each have one. 55 years later, I've never forgotten that small act of kindness and try to remember to pass it on whenever I can."
  },
  {
    "title": "Major Land",
    "audio": "major-land",
    "subhead": "Janice / Oregon / 2013",
    "keySentence": "55 years later...",
    "bodyCopy": "My approach to evading the draft was to enlist in the Army where I worked in a small fort hospital as an operating room technician. We had a brand new CO, who because we were so short staffed signed herself up to be on call-meaning you worked a 10-hour shift and then stayed all night. It was my turn in the rotation and we had the bad luck of having five emergency appendectomies in a row, one after another. Halfway through the fourth one, in the wee hours of the  morning, the major reached under my mask while I was scrubbed in and gave me a candy orange slice to keep me going. I am pretty sure \"no eating or drinking in the OR\" is a rule, but what a fantastic boss and what a kind act. Thank you, Major Land."
  },
  {
    "title": "Cart Return",
    "audio": "cart-return",
    "subhead": "Alex / California / 2021",
    "keySentence": "Wow, thank you!",
    "bodyCopy": "Last week, I arrived in the parking lot of a local grocery store and, instead of retrieving a shopping cart from the store entrance, I grabbed an errant one left in the parking lot, which I always do, as well as return carts after shopping and loading my car. As I walked toward the store, the cart attendant said \"Wow, thank you! I wish more people were as considerate as you.\" To me, this is such a small thing, but to someone who constantly must run across a huge parking lot to track/retrieve carts, it means a lot. Not only to save them the task but, I think, because it acknowledges them and what they do."
  },
  {
    "title": "Unfamiliar Store",
    "audio": "unfamiliar-store",
    "subhead": "Elenor / Santa Montica / 2022",
    "keySentence": "I gave up in frustration",
    "bodyCopy": "At an unfamiliar supermarket this morning, I gave up in frustration at the unusual self-checkout kiosks.  At 79, I can do this stuff, but it's always a challenge. I had 2 items, but of course, there was no express line.  I got in line behind someone with a full cart, who immediately said \"Please go ahead of me....there's no need for you to wait\".  A small thing, but it made my morning. When I reached the cashier, a lovely, smiling young woman, I gave into my impulse to tell her how very pretty she was.  I was afraid I would unwittingly offend her, but she responded with a big smile and a \"thank you\". Life is so often difficult and scary.  What a difference small things can make."
  },
  {
    "title": "Thanks Mr. Z",
    "audio": "thanks-MrZ",
    "subhead": "Plato / Switzerland / 2010",
    "keySentence": "As a child",
    "bodyCopy": "As a child, I lived in absolute poverty with an abusive parent. I had a music teacher who one day stopped while walking down the hall and simply said \"Are you okay?\", I broke down. He took me to his office, fed me his lunch, and allowed me the space to pull myself together. He told me \"You are in a bad spot, but it doesn't have to be your life.\" That small gesture gave me the hope to believe in myself and allowed me to start considering a future where the cycle of abuse and poverty doesn't exist. 30 years later, he was right and the cycles were broken. That small moment changed my life, my partner's life, and my children's life. Thanks, Mr. Z, you'll never know how much it meant…"
  },
  {
    "title": "Crosswalk Connection",
    "audio": "crosswalk-connection",
    "subhead": "Sue / California / 2019",
    "keySentence": "Think of her fondly",
    "bodyCopy": "Several years ago after my father died I was driving to his skilled nursing home with boxes to remove his belongings. I was upset and teary. I stopped at a crosswalk to allow a mother and her young daughter to cross. Halfway through the crosswalk the little girl turned and gave me a smile and a wave. That gesture brought a fresh wave of tears and also made my day. I still think of her fondly."
  },
  {
    "title": "Magnificent Mechanic",
    "audio": "magnificent-mechanic",
    "subhead": "Bodhisattva / New Mexico / 2022",
    "keySentence": "I had three dollars to my name",
    "bodyCopy": "As a young college student in a city where I knew no one, I struggled with being poor: little money and even fewer friends. One day, my old VW bug broke down on the interstate on my way home from classes. I had three dollars to my name. I walked to the nearest pay phone (this was the early 90s) and called the first mechanic I could find in the worn-out yellow pages. It was after 5:30 on a Friday afternoon. The mechanic came and towed me to his shop, fixed my car on the spot, and told me \"No charge.\" I went home and sobbed for an hour, then baked a few dozen cookies and a loaf of bread which was delivered to the mechanic the next day. I've never forgotten his tremendous act of kindness and generosity."
  },
  {
    "title": "Steak Dog",
    "audio": "steak-dog",
    "subhead": "Meg / Texas / 2012",
    "keySentence": "The waitstaff found him",
    "bodyCopy": "One of my dogs got out, and headed straight for the steakhouse 1/4 mile away, thank God on the near corner.  The waitstaff found him, and one young woman said she would take him to the shelter after her shift.  The manager let my dog stay in some storage area until this young woman was off duty.  She drove him to the shelter, waited while they scanned his chip, and got in touch with me.  She stayed until I got there so my dog wouldn't have to be kept at the shelter overnight.  I'm crying just recalling this."
  },
  {
    "title": "4 $10 Bills",
    "audio": "$10-bills",
    "subhead": "Allison / Virginia / 2022",
    "keySentence": "The man thanked me",
    "bodyCopy": "I was returning to Richmond from NYC by train after a lovely visit with friends. A man seated in front of me was trying to make a call but his phone was about to die. I leaned forward and offered him my charger. He thanked me and began making calls. I couldn’t help but overhear that he was calling his preacher to borrow the price of his train ticket. The conductor stopped in his seat and you could tell his arrangement was not working out. Finally, I asked the conductor what the amount was. It was $43 and change, the same as a shirt I had bought on sale on my recent visit. I had 4 $10 bills which I tendered. The conductor said, “Don’t worry, I’ll make up the rest.”  The man thanked me gratefully and asked if he could pray for me.  The lady across the aisle leaned over later and asked if she could give me some money. I told her I had been in his shoes and was glad to be able to do this for someone, but maybe she could do the same for someone else. One act sent ripples in many directions. My memory of this interaction warmed me more than the shirt I bought on sale."
  },
  {
    "title": "\"You were nice\"",
    "audio": "you-were-nice",
    "subhead": "John / Texas / 2022",
    "keySentence": "Lifted my spirits",
    "bodyCopy": "My wife died in a nursing home after a lengthy illness due to dementia in August 2020. The following March, still cracked open with grief, I offered my credit card to the waitress whom I had just finished lunch with prior to attending a support group meeting. She entered the card into her pay-at-the-table computer and said someone had already paid my tab. She said she did not know who it was when I asked. I rose from the outdoor picnic table I shared with a couple seated at the other end. With Covid-inspired courtesy, they had asked for permission to join me at the table of the busy restaurant. Another act of kindness. We had already chatted and I said that I must have an angel around. I went inside to look for someone I might recognize and to ask more questions of the waitress. When pressed if she recognized who it was and after a pause, she said, \"It was me.\" To my question \"Why,\" she answered, \"You were nice.\" Her random act of kindness lifted my spirits to levels I had not felt for many months. We have since gone on to be friends. She is a young lady just one year out of high school and my mission is to convince her to go to college. In addition to being extraordinarily kind, she is very smart."
  },
  {
    "title": "7/11 Coffee",
    "audio": "7-11-coffee",
    "subhead": "Gerald / New York / 2015",
    "keySentence": "I was having a bad day",
    "bodyCopy": "One day, I was having a bad day.  I went to 7-11 to purchase a cup of coffee.  When I got to the counter, the clerk told me the man who just left paid for your coffee. I was clearly confused and asked why did he do it. The clerk explained the man was down on his luck one day and someone bought him a cup of coffee and it changed his life. So now the man pays it forward. So, now I purchase two cups of coffee at 7-11, one for me and another customer. Sometimes they know I purchased the coffee and other times, I tell the clerk that I will buy this unsuspecting customer the coffee. I like to watch the look on customers' faces when they come out of the store and look around for the person who purchased the coffee. There is always joy and a look of surprise. I hope I made their day."
  },
  {
    "title": "\"Many Thanks\"",
    "audio": "many-thanks",
    "subhead": "Horace / North Carolina / 2023",
    "keySentence": "It was an extrmemely sincere note",
    "bodyCopy": "I have a letter of \"many thanks\" on my bookshelf. I received it on the doorstep, in 2013. It was from a young man that I helped, who appeared on my doorstep with a sports injury that needed at least an Urgent Care center if not an ER. I cleaned things up and fixed things so that there wouldn't be more serious complications. The note was left a couple of weeks later, saying things went well for him. But it went on, thanking me for making him reconsider the idea of suicide, based on the \"kindness of strangers.\" It was an extremely sincere note, that I value to this day. It was signed with only his first name. I'm not the most popular person in the world but sometimes, when things aren't going so well, I look at the note again and take some comfort in the fact that it's possible to make a difference, even when you have no idea you're making that much of a difference. Sometimes, people don't show how frayed they are."
  },
  {
    "title": "Interstate Incident",
    "audio": "interstate-incident",
    "subhead": "Emma / California / 2018",
    "keySentence": "Towed me to a shop",
    "bodyCopy": "My father suffered a stroke in Ontario, and I had to drive through upstate New York through the night to see him before the end. My car of course broke down and I waited for AAA at the side of the interstate. The young man who showed up was apologetic that the repair shops were closed, and when I explained my predicament he offered to drive to a parts store and install a new battery himself, for no charge. What a mensch! But, 20 minutes back on the road and the car failed again, clearly, a new alternator was needed. This time, the second tow operator I called that night drove me and my dead car to Rochester Airport, just in time to rent a car before the counter closed, and then towed me to a shop where I left my keys. I was gobsmacked by not one but two unstinting acts of kindness that allowed me to see my father before he died. I will remember this for the rest of my life."
  },
  {
    "title": "Acknowledge",
    "audio": "acknowledge",
    "subhead": "Pat / New York / 2023",
    "keySentence": "such a powerful impact",
    "bodyCopy": "After the birth of my first child, there were long stretches of days and weeks when I didn't have another adult human capable of speech to interact with. I went to the grocery store and everybody was able to do their jobs without ever really even looking at you. One day, a store employee was stacking the dairy shelf next to me. He stopped and smiled at me. I nearly cried because I felt I had been acknowledged as a living, breathing fellow human being. It's 40 years later and I have never forgotten that just a smile can have such a powerful impact on someone's life."
  },
  {
    "title": "I'll give you a Lift",
    "audio": "Ill-give-you-a-lift",
    "subhead": "Anna / Sweden / 2016",
    "keySentence": "I vowed to pass it forward",
    "bodyCopy": "When I was 20 I was spending my summer traveling around Europe by train and bus and briefly stopped in the Netherlands to visit my grandmother. She was temporarily living in a care home on the other side of town, and when I got off the train I looked at the map and worked out that it would take me 30 minutes to walk there with my heavy backpack on my back and daypack hanging from my front. After 5 minutes of walking an elderly man working in his garden asked me where I was going. When I explained he said, \"Give me a second to get my car keys and tell my wife where I am going and I'll give you a lift.\" After I got to meet his equally nice wife, he drove me to my grandmother. When I thanked him for his kindness he said \"I used to travel a lot in my youth, often on a bicycle and with very little money, and I appreciated all the kindness I received in those days. The people in Britain were particularly kind. I vowed to pass it forward.\" And I have tried to do the same."
  },
  {
    "title": "Float Trip",
    "audio": "float-trip",
    "subhead": "Mike / Massachusetts / 2022",
    "keySentence": "Their canoe has overturned",
    "bodyCopy": "Years ago, when I was in my young 30s, I was on a float trip in a canoe with some friends.  In May, the water is fast, deep, and very cold.  We had just started floating near a canoe with a dad and his two daughters who were about 6 and 7 years old, with a large cooler tied in their canoe.  We were ahead of them by about 200 feet when I heard screams. Their canoe had overturned, that dad was struggling with the canoe, and the two girls without life vests were rapidly floating down the river.  My 6'4\" body jumped out of our canoe, and I moved in the water up to my neck and caught these two girls as they came rapidly floating toward me.  I carried them to the side of the water and waited for their father to get there.  He was extremely grateful.  We parted, and I continued on my float trip with my friends. This was 40 years ago.  I often wonder what happened to those two young ladies.  If I was not tall and in the right place at the right time, I am certain they would have drowned.  My guess is someone put me there for a reason that day. I would bet that when the dad and daughters got home, the first thing he said was:  Don't tell your mother."
  },
  {
    "title": "Lemon Meringue",
    "audio": "lemon-meringue",
    "subhead": "Rory / New York / 2023",
    "keySentence": "It meant everything",
    "bodyCopy": "It was a spring evening and I just left a meeting downtown Manhattan. I was feeling rather sad about everything that was going on in my life at the time. I stopped in a diner to grab something to eat, and before paying for my meal, the waiter came over and gave me a piece of lemon meringue pie, free of charge.  He had no idea what that lemon meringue meant. It meant everything as he lifted my spirits with that small, kind gesture. For me, it meant someone saw my sadness, someone saw me, and took the time to show me kindness.  I am forever grateful."
  },
  {
    "title": "Unprompted Pencil",
    "audio": "unprompted-pencil",
    "subhead": "Lisa / London / 2013",
    "keySentence": "I dropped my pencil",
    "bodyCopy": "When I was pregnant with my first child, I brief down one nice thing that happened every day. The one that continually brings a smile to my face was from when I was about 8.5 months pregnant. I dropped my pencil on the floor, and a colleague picked it up for me, unprompted. He's probably long forgotten about it but it made me so happy, as a super pregnant woman who could no longer reach her toes."
  },
  {
    "title": "Shared Umbrella",
    "audio": "shared-umbrella",
    "subhead": "Teb / New York / 2014",
    "keySentence": "Caught in a downpour",
    "bodyCopy": "Caught in a downpour this summer, I took shelter with my dog under a small awning over a doorway in the Central Park Zoo office area. Thunder and lightning grew louder and more frightening. The downpour began to bucket down and the small awning no longer afforded us any shelter. Running out from the office entrance a man offered to let us take shelter in his office, which I refused as it felt a little awkward and we were already soaked to the skin. This kind man went back and reemerged under his tiny umbrella to hand me a huge handsome umbrella, telling me to take it home and return it when I could. I did return it the following day, along with a bag of what I hope were delicious cherries for him. I discovered his name was Mr. Allen and his random act of kindness reminded me why I love New York. New Yorkers have hearts of gold that can beam sunshine into my heart at unexpected moments and with surprising frequency."
  },
  {
    "title": "Boss's Car",
    "audio": "boss-car",
    "subhead": "Jane / Kasas / 2017",
    "keySentence": "I'll never forget",
    "bodyCopy": "I'll never forget, as a young twenty-something, when my car needed to go to the shop. I didn't have the money to rent one and was trying to arrange rides to work when my boss told me I could drive his daughter's car for a few days.  She was away at college, and I drove that car, white-knuckled, to work for three days, six miles each way.  No one had ever loaned me anything so expensive and I was scared to death.  Even my mother would never let me drive her car, emergency or not.  She just wasn't that kind of person.  But my boss was.  I still love him for that and keep in touch with him to this day.  It's been thirty-five years."
  },
  {
    "title": "Londoners",
    "audio": "londoners",
    "subhead": "Lars / France / 2022",
    "keySentence": "\"Let me just take you there\"",
    "bodyCopy": "In the early 1990s, I met my parents in London for the weekend. We were wandering around from Buckingham Palace towards posh Mayfair and had stopped to consult a map. A very well-dressed businessman in a dark suit with a bowler hat and umbrella (stereotypically British upper class) stopped and asked us if we were lost. We said no, we were just looking for a pub to take a break. He gave us directions to what he said was his favorite pub and went on his way. He walked on maybe 20 meters when he turned around and came back, saying \"I've given you the wrong directions, let me just take you there\". Which he did. I often recall this small kindness from a total stranger who had interrupted his busy day to help a few tourists. As an aside, I've always found Londoners extremely friendly."
  },
  {
    "title": "Manufacturing Plant",
    "audio": "manufacturing-plant",
    "subhead": "Karen / Florida / 2023",
    "keySentence": "With a smile",
    "bodyCopy": "As a young woman, working in my first real post-college job, a stranger approached me as I was walking back from lunch. He spoke no English. But it was clear he needed to get somewhere important. He showed me a piece of paper with an address on it, which I knew was too convoluted to explain or draw a map to. With a smile, I gestured \"Follow me.\" 10 minutes later, I pointed to the address of a small garment manufacturing plant. \"Yes?\" I asked gently. \"YES,\" he exclaimed. As I waved goodbye, he pointed to his pockets to indicate he had no money to pay me for my help. Another big smile, while shaking my head, he understood no need. He smiled back, and bowed, as a proper gentleman might do after completing a waltz. It's hard to say who made whom happier on that bright autumn day in Oakland California, in 1980."
  },
  {
    "title": "Deli Hair",
    "audio": "deli-hair",
    "subhead": "Gardenia / Alabama / 2023",
    "keySentence": "Look of surprise",
    "bodyCopy": "Years ago, as I waited for my deli order, I noticed how pretty the worker's hair was. As she handed me my purchase, I thanked her and said, \"You have the most beautiful hair.\" I can still see her look of surprise and the smile my comment brought to her face."
  },
  {
    "title": "Candy Bars",
    "audio": "candy-bars",
    "subhead": "Natalie / Ohio / 2014",
    "keySentence": "Lets us in front of them",
    "bodyCopy": "Another time at the grocery store I let a man go in front of us because he only had a few items. He asked my daughter what kind of candy she thought he should buy. She told him and he gave her the candy bar and thanked us for letting him go ahead. We have now made this our tradition when someone lets us in front of them at the store."
  },
  {
    "title": "Flowers",
    "audio": "flowers",
    "subhead": "Suzanne / South Carolina / 2021",
    "keySentence": "I handed the flowers to her",
    "bodyCopy": "I have only met very few phlebotomists who can draw blood from my teeny veins, on the first try. I always leave and buy these angels flowers, returning to give them as a thank you for the gift they give me of a stressless blood draw. The last time I did this I returned to the lab, and waited for my person to leave the room she was working in, as I handed the flowers to her she was obviously shocked and confused as she said: \"For me, these are for me?\" \"Yes for you, you drew my blood so painlessly and were so caring I wanted to thank you.\" I left her standing there looking at the flowers with an expression of wonder. One of her co-workers smiled at me as I left, saying, \"Thank you, she needed that today.\" We never know what random acts of kindness will do for the other person, but for me, my heart feels full and deeply connected to an utter stranger even for a moment in time."
  },
  {
    "title": "Flat Tire",
    "audio": "flat-tire",
    "subhead": "Elsa / Connecticut / 2020",
    "keySentence": "He refused a tip",
    "bodyCopy": "I was staring at my flat tire when a man in a pick-up truck stoppped and asked what was wrong. Upon seeing the problem he asked if I had a spare (I didnt know) or a jack ( I didnt know that either). He then found my spare, used his own jack and voluntarily fixed my tire. He refused a tip and said \"I was glad I could help you\". That experience not only made my day but affirmed my belief in the innate goodness of humanity."
  },
  {
    "title": "Cashier Cactus",
    "audio": "cashier-cactus",
    "subhead": "Rhonda / Connecticut / 2017",
    "keySentence": "Grabbed a booming cactus",
    "bodyCopy": "Some years ago, my then 2-year-old raced ahead of me in a store and grabbed a booming cactus. Screams that could be heard in the next county and refused to let me near her. A cashier spoke soothingly and removed every needle. I wrote to the store manager and corporate HQ. The cashier wrote back: no one had ever said anything nice to her about her work and she hung my letter on her refrigerator. To this day, I cry when I think of it."
  },
  {
    "title": "Black Ice",
    "audio": "black-ice",
    "subhead": "Catherine / Michigan / 2020",
    "keySentence": "Our two families worked together",
    "bodyCopy": "Clear, sunny day, in 1970. We were headed out early, after the plows, to visit family for Christmas. My brother was at the wheel when we encountered a patch of black ice. One look from Mom and I knew not to let out a peep as Dad calmly coached my brother to navigate. We landed, full-stop, in a ditch of fresh snow. Just then, a big family came piling out of their little car and running across the rural highway to help us. They were ecstatic; giddy with laughter to see us all okay and out dusting off. Their dad said: \"We thought, for sure, you'd cleared it (the ice) after coming out of that last spin!\"  Our two families worked together push-pulling our car out of the ditch. Happy as long-lost brothers; their dad wouldn't accept any money offered from ours in gratitude.⁰"
  },
  {
    "title": "Cheerful Chores",
    "audio": "cheerful-chores",
    "subhead": "Susan / New Hampshire / 2014",
    "keySentence": "Totally changed the way",
    "bodyCopy": "Since my husband of almost 30 years left, I needed to pick up his chores which always reminded me of my grief and anger. One of these has been to take the recyclables and trash to the transfer station. One day while emptying my car at the transfer station, a man grabbed the last of my bags and carried them over to the dumpster. \"Wow!! Thanks, I called.\" He smiled and waved a bag at me. He doesn't know how much that meant - the gesture totally changed the way I feel about the whole chore."
  },
  {
    "title": "Soccer Coach",
    "audio": "soccer-coach",
    "subhead": "Michael / Utah / 2018",
    "keySentence": "My compliments made his morning",
    "bodyCopy": "One morning after a game, I told my nephew’s soccer coach that I appreciated the way he coached…explaining strategies and how to address the ball in different situations; that in the past I’ve witnessed many coaches yelling at young athletes.  I found out later that he told my sister-in-law that he had been having a rough morning and my compliments made his morning. Yay"
  },
  {
    "title": "Catalytic Converter",
    "audio": "catalytic-converter",
    "subhead": "Sylvia / California / 2022",
    "keySentence": "Three very kind strangers",
    "bodyCopy": "Last December I had just recovered from Covid when I had to pick up my car from the mechanic. It had been repaired following a catalytic converter theft the week before Thanksgiving. Much to my chagrin, my car died in the middle of an intersection a mere block from the mechanic. Three very kind strangers helped me push it out. One of them, a man named Jason, waited with me for over an hour with his young son until AM came to check out my car. After several rough weeks, I was deeply grateful for the kindness of a stranger!"
  },
  {
    "title": "Tunnel Toll",
    "audio": "tunnel-toll",
    "subhead": "Betsy / Virginia / 2019",
    "keySentence": "I got such a KICK out of doing it",
    "bodyCopy": "I used to live where there was a $1 toll tunnel that I went through pretty regularly.  I used to pay the toll for the person behind me whenever I felt like doing a random act of kindness - usually at least a couple of times a week. I got SUCH a kick out of doing it - it was only a dollar and I can't tell you how many people made it a point to catch up to me and wave frantically in thanks.  That said, it was the most fun when I could disappear into traffic, just leaving people knowing that SOMEONE out there was kind - knowing that they would likely pass that kindness along."
  },
  {
    "title": "$5 Gift",
    "audio": "$5-gift",
    "subhead": "Carol / New Jersey / 2018",
    "keySentence": "I'll never forget my experience",
    "bodyCopy": "I'll never forget my experience one morning in a Saranac Lake cafe -- the cashier told me that my order came to $4.50 for coffee and muffin. Then she told me \"You could pay for it, or you could use this $5 bill that a customer forgot earlier today. Or, you could gift the $5 to the next customer. All morning, people have been passing along this $5 gift.\" I paid my bill and passed along the $5 to the next person. It made me happy to think how many people were pleased to be offered a random gift, and felt even more pleased to give it to a stranger!"
  },
  {
    "title": "Just Smile",
    "audio": "just-smile",
    "subhead": "Barbara / Minnesota / 2023",
    "keySentence": "Don't be afraid to give",
    "bodyCopy": "I did not have a happy childhood in which acts of kindness were rare, so I know from experience how much of an impact they can have. I give away freely, you don't have to look like you need it. I compliment complete strangers on their hair and their beauty. their clothing and how well they look. I don't think of it as kindness much of the time, but even giving something quite small I've learned can make someone's day. Sometimes just a smile does the trick. Just a couple of days ago, someone I had spoken to (because he had a dog!) shook my hand and thanked me just for talking to him. I said I hadn't really done anything, he said I didn't know what kind of day he was having, and so it was everything! Don't be afraid to give. It feels good for you and for the person you give to."
  },
  {
    "title": "Feeling Valued",
    "audio": "feeling-valued",
    "subhead": "Jasper / Massachusetts / 2022",
    "keySentence": "A word or two goes a long way",
    "bodyCopy": "Mindful of the economy, I'm a generous tipper and all that, but in my daily errands and interactions, I try to comment, without condescension, when a younger person (20s)  gives me great service, at the market, at a diner, a Target clerk, the ice scream scooper at B & R et c.  I quickly say how much I appreciate their efficiency, their help, hard work, their skill whatever (and I do!).  But their brightened facial expressions ......whoa.  I think  there's a subset of a younger generation that's not feeling valued or recognized at all.  A word or two goes a long way."
  },
  {
    "title": "You are seen",
    "audio": "you-are-seen",
    "subhead": "Anna / New York / 2022",
    "keySentence": "I was shocked but smiled big",
    "bodyCopy": "Sitting in my car outside of the local mall one afternoon, I had a gray cloud over my head and just sat in the driver's seat looking down at my hands, mentally sorting through a few worries I had that day. Out of nowhere, a young woman came up to my open window and said a bright \"Hi!\" and handed me a neon yellow sticky note with some words written on it. I was shocked but smiled big and said \"Thanks!\" to her and she disappeared as quickly as she had arrived.  I looked down at the note and the words \"YOU are SEEN!!! Keep that head up!\" were hand-written there.  I immediately burst into tears of what I thought was a relief and a tinge of happiness.  I looked around but did not see her in my row of cars again, so I figured she was off to make someone else's day. That woman was an angel and I drove to my next destination with a much sunnier outlook on things."
  },
  {
    "title": "Joy Source",
    "audio": "joy-source",
    "subhead": "William / Minnesota / 2018",
    "keySentence": "Is this for me?",
    "bodyCopy": "My hobby has been photography--mostly flowers and nature scenes, and I have put those photos on blank photo cards that can be used to write personal notes. Some years ago, I started giving a card to people I know but gradually gave one to a waiter, the post person, the UPS delivery man, or helpful medical and dental personnel. All of the responses have been gratifying, prompting me to keep up with what has become my favorite and most rewarding way of giving. Some of the reactions include disbelief that the card is a gift, bringing questions like, \"How much do you want for this?\" Or, \"Is this for me?\" Traces of suspicion occasionally appear: \"What does this guy want from me?\" But overall, giving away these cards has become a source of joy as spontaneous words of gratitude flow my way and the value of my photos is reaffirmed."
  },
  {
    "title": "Choo Choo",
    "audio": "choo-choo",
    "subhead": "Nat / Ohio / 2023",
    "keySentence": "I always remember",
    "bodyCopy": "My small daughter and I were at a shopping center during the holidays. My daughter wanted to ride the train but I had no cash left. Out of nowhere a gentleman put a few dollars in my hand, wished me a happy holiday, and walked off. I did see him later with his wife and college-age daughter and he told me he had remembered how his daughter loved riding the choo choo. I always remember this during the holidays."
  },
  {
    "title": "Blew me a Kiss",
    "audio": "blew-me-a-kiss",
    "subhead": "Tim / Maryland / 2022",
    "keySentence": "I waved her in",
    "bodyCopy": "In terrible traffic this summer at the Newport Jazz Festival, a woman was having a tough time getting into the line of cars, so I waved her in. She blew me a kiss. We both laughed and waved at each other, and I can assure you it was an outsized balm to my soul, relative to the time and effort it took. Nothing is too small to matter."
  },
  {
    "title": "Jack in the Box",
    "audio": "jack-in-the-box",
    "subhead": "Dennis / Texas / 2016",
    "keySentence": "Rather stunned",
    "bodyCopy": "Several years ago when all I could afford was junk food, I was eating at a local Jack in the Box. The place was a madhouse with kids running around screaming and acting up. I couldn't wait to get out of there! A couple of weeks later I was back and there was a father with his two kids there. They were perfectly behaved and respectful of everyone around them. As I was leaving I commented to the dad about how nice his kids are and how much I appreciated it. He looked at me rather stunned but I think he was proud of his kids in the end. I handed each of them a dollar as I left and they were smiling ear to ear. Made me feel great too!"
  },
  {
    "title": "Bake, Share, Care",
    "audio": "bake-share-care",
    "subhead": "Bella / Washington DC / 2022",
    "keySentence": "It is a way of life",
    "bodyCopy": "I was really sick last summer and had to leave work on FMLA. When I returned, my office had decorated my desk and it felt so wonderful! To appreciate them and honor them, I started baking cookies every week for them. That progressed to having them all over to decorate holiday cookies for our entire 50+ staff spread out across 5 counties. I sent 10 cookie tins off for the holidays and created 15 \"Thank You\" trays for professional colleagues and partners. I have continued to bake, share and care, and literally feel my brain and soul becoming happier, more playful, and more caring. It is a way of life now and I am so grateful."
  },
  {
    "title": "Coworkers",
    "audio": "coworkers",
    "subhead": "Mary / Conneticut / 2015",
    "keySentence": "They flagged me",
    "bodyCopy": "A few winters ago I had a bad hip that severely affected my balance. It was an icy winter morning and I worried about the walk to the front entrance to my workplace. When I pulled into the parking lot there stood 4 of my co-workers. They flagged me to a parking space they saved for me close to the door. These wonderful people carried my stuff while others guided me to my desk as tears of gratitude streamed down my cheeks. I will never forget that cold and icy winter morning and the true and loving Act of Kindness. I 'play it forward' every day of my life. We all matter, we all are of great value."
  },
  {
    "title": "BP",
    "audio": "bp",
    "subhead": "Susan / Ohio / 2015",
    "keySentence": "I nodded that I was okay",
    "bodyCopy": "In 2005, I was struggling. I was going through a divorce and waiting for my son's deployment to Iraq. I stopped at a BP station for gas and for some reason right then a wave of sadness washed over me leaving tears in its wake. The clerk who was assisting me couldn't help but notice my emotion and, without overdoing it, simply asked me if I was okay. I nodded that I was okay and I was able to pull together largely due to her touch of concern. I don't know her name but her kindness was everything that day. Much gratitude for her. It makes a difference."
  },
  {
    "title": "Snowbirds",
    "audio": "snowbirds",
    "subhead": "Jesse / Indiana / 2016",
    "keySentence": "Despite our pleas",
    "bodyCopy": "My mother was nearly 98 when she died and was still driving herself around town a few months earlier. She and her siblings were all \"snowbirds\" who liked to winter in Florida and prided themselves on driving \"straight through\" long after their children and grandchildren begged them not to try this. A few years ago when she was already pushing 90, something came up that required Mother to be back in Indiana. Despite our pleas, she set out alone in her little car, promising to stop if she got tired. She arrived home with a story she was at first hesitant to tell us. At a gas station in Georgia, she was approached by a young man with a backpack who noticed her Indiana license plates and asked her for a ride. She accepted and later turned the car over to him and went to sleep in the passenger seat! He woke her up after they crossed the Ohio River into Indiana, thanked her, and went on his way. Mother arrived home on time and well rested. Both of these people benefitted from the kindness of the other; and even if her children were a little leery of her trust in this stranger, we thank him for his kindness and wish him well."
  },
  {
    "title": "Exceptional Service",
    "audio": "exceptional-service",
    "subhead": "Jimmy / Texas / 2022",
    "keySentence": "The shear joy",
    "bodyCopy": "Whenever an employee provides exceptional service, not only do I thank them personally, I go to the customer service desk and ask to speak to the manager. Every time the manager arrives, they assume they will be on the receiving end of a complaint, not a compliment. The sheer joy on the manager's face is worth the few minutes it took."
  },
  {
    "title": "Snack Mix",
    "audio": "snack-mix",
    "subhead": "Katherine / Columbia / 2022",
    "keySentence": "First fear, then relief",
    "bodyCopy": "I was getting into my car in the parking lot of a local drugstore and noticed a woman in a pretty beat-up-looking car next to mine, and she was trying to open a bag of snack mix with her teeth. She could not get it open, and I suddenly remembered I had some scissors in my car. So I grabbed them and handed them to her. I saw so much on her face. First, fear (stranger with scissors, of course) then relief (\"Oh my god, I can open this stupid package\") then gratitude. The research is interesting and I'm glad to read it - not because I am obsessed with knowing what the impact of my gesture was but because it's a reminder to remain aware of how I can help. And it's often just a very small thing that goes a very long way."
  },
  {
    "title": "Exercise Walking",
    "audio": "exercise-walking",
    "subhead": "Mowgli / New Jersey / 2020",
    "keySentence": "I imagine she had no idea",
    "bodyCopy": "I use exercise walking to help my mental state now that I no longer take meds for depression and anxiety. A stranger called out to me one day and told me I inspire them because I am old now and hardly miss a day walking 8 times past their house. That, to me, was a gift and made me smile. I imagine she had no idea what a gift it was."
  },
  {
    "title": "Trader Joe's",
    "audio": "trader-joes",
    "subhead": "compatriot / Massachusetts / 2021",
    "keySentence": "With trepidation and anxiety",
    "bodyCopy": "Several years ago in the tiny and crowded Trader Joe's parking lot in Brookline MA, I accidentally dinged a parked car with my car while parking, leaving a visible mark.  With trepidation and anxiety, I waited for the driver of the other car to come out of the store.  She was a woman with an accent (Eastern European?) who simply...forgave it.  I can't express how much her kindness meant in the midst of what was for many reasons a difficult time for me and my family."
  },
  {
    "title": "Owl",
    "audio": "owl",
    "subhead": "Ralph / Michigan / 2022",
    "keySentence": "Such acts reward the animals",
    "bodyCopy": "Recently, I saw an owl standing along the side of the road.  It had been hit by a car.  I picked it up and my wife & I drove it to a wildlife veterinary hospital an hour away.  I have also pulled turtles and birds from the road.  Many birds get hit by cars and are just stunned.  Unfortunately, they are run over before being allowed to recover.  I have removed Tanagers, Oreos, Robins, Flickers, a Hawk, and Grackles from the roads that were uninjured.  Such acts reward the animals for sure but also offer satisfaction to me."
  },
  {
    "title": "Computer Company",
    "audio": "computer-company",
    "subhead": "Joan / North Carolina / 2014",
    "keySentence": "He repeatedly thanked me",
    "bodyCopy": "I once had to spend a very long time online with a young man in India who was a representative of a computer company to get the problem diagnosed and finally fixed. There were long pauses while other departments diagnosed different parts of the system so I decided to have a conversation with him. I asked him where he was, and what his real name was (obviously not \"Sam\"), and eventually learned that he had gone to university in England, his career plans, etc. He repeatedly thanked me for being so patient and I kept responding that I knew it wasn't his fault my computer was malfunctioning. I was a big critic of all the outsourcing of tech jobs US companies did to avoid paying decent wages. A good friend had just lost her job because her employer had decided to outsource IT to India and had made her train her replacement. However, I also knew that was not this young man's fault. His obvious surprise at my friendliness made it painfully clear that he normally got treated abusively by Americans who called that helpline. I hope he remembers that not all Americans are obnoxious bullies."
  },
  {
    "title": "Leonard",
    "audio": "leonard",
    "subhead": "Julie / Montana / 2017",
    "keySentence": "I remain touched by his kindness",
    "bodyCopy": "When I was fourteen, my mother, yet again, did not show up as expected to pick me up at a friend's house where I was spending part of my summer vacation. I guess it revived bad memories for me because I went to bed and cried. The father of my friend must have picked up on my mood because he came to my bedside and, without a word, picked up his guitar and played for me my two favorite Leonard Cohen songs (he had spent the vacation singing all his repertoire, to my delight, but I could not believe he had picked up which songs, amongst the many, were my favorite). He then patted my back until I felt better, and the next day he told my mother, who arrived like a fresh flower, that she had not shown up and that it was not ok (which I distantly overheard). It was the first time, ever, that a man showed kindness towards me (no father here). He was the best, such a sensitive man. To this day, and I am now a middle-aged adult, I remain touched by his kindness and this memory is one of my dearest ones. "
  },
  {
    "title": "Starbucks",
    "audio": "starbucks",
    "subhead": "Valorie / Virginia / 2016",
    "keySentence": "I'll never forget",
    "bodyCopy": "After hearing that my mother was to have emergency brain surgery 2 states away, I packed our bags, raced my 3 young children to appointments for their ear infections, the pharmacy for their meds, the gas station for gas, then to Starbucks to load up on caffeine for the long drive that night. The stress of the whole situation and my inability to find my debit card made me distraught. The barista very calmly said, \"I got this.\" \"What??\" I asked. She said VERY calmly, \"I got this.\" I drove away stunned at her kindness. When I went back a week later to give her a tip, I described her to Starbucks. They said they had no worker with that description. I'll never forget how much her kindness with a cup of coffee helped me that night."
  },
  {
    "title": "Gate Agent",
    "audio": "gate-agent",
    "subhead": "Sally / Pennsylvania / 2020",
    "keySentence": "In the mid 1980's",
    "bodyCopy": "In the mid-1980s, I was flying out to LA with our children, ages 8 and 5, which included a midnight layover in St. Louis. I was tired, but the novelty of moving sidewalks energized the kids. It seemed as if we spent hours on those moving sidewalks, which pleased the children but exhausted their mother. When our flight was finally ready to board, we arrived at the gate. The gate agent took our tickets, smiled, and said to me, “You’re doing a good job, Mom.” Thank you, sir. I am still grateful for your kind words nearly 40 years later."
  },
  {
    "title": "Water Color",
    "audio": "watercolor",
    "subhead": "Marjorie / Rhode Island / 2018",
    "keySentence": "I saved my own life",
    "bodyCopy": "To literally survive the hideous isolation of the pandemic, I watercolored greeting cards every day and sent them, anonymously, to every fire and rescue company in my city, Meals on Wheels recipients, nursing home residents, a veterans' home, staff at my local hospital, teachers, friends, and neighbors. I wrote a message of encouragement on each. And, by doing so, I saved my own life and, perhaps, made a few people feel less alone during that horrific time. I will never know... The cards were my greatest expense during the two first years of Covid. I got them at an art store -- me, shopping doubly masked with a hoodie, determined to keep going the best way I knew how. Somewhere I hope some cards survived."
  },
  {
    "title": "Thread",
    "audio": "thread",
    "subhead": "Jen / New Jersey / 2014",
    "keySentence": "She was frantic",
    "bodyCopy": "Many years ago, I was in a fabric store in line, waiting to pay. The woman in front of me had rushed into the store to buy a spool of thread for a project that was underway. She suddenly realized that she had forgotten her wallet. She was frantic. I told her I would pay for the thread. She was astonished that a total stranger would do that for her. Obviously, that small act of kindness stayed in my memory. I have never forgotten that day."
  }
]
